[
    
    {"id":1, "nombre": "iPhone 14", "description": "Pantalla Super Retina XDR de 6,1 pulgadas nítida, brillante y con colores vivos. Una autonomía de sol a sol que te da hasta 20 horas de reproducción de vídeo. Con la detección de accidentes, el iPhone 14 sabe si has sufrido una colisión grave de coche y llama al 112 cuando tú no puedes Nueva cámara principal y procesador de imagen mejorado para hacer fotos aún más espectaculares con cualquier luz. A15 Bionic, el mismo chip supersónico que el iPhone 13 Pro.", "precio": 316000, "stock":10, "categoria": "iphone", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone14-digitalmat-gallery-2-202209?wid=728&hei=666&fmt=png-alpha&.v=1662055814304"},
    {"id":2, "nombre": "iPhone 14 Pro", "description": "Pantalla Super Retina XDR de 6,1″ más brillante y siempre activa para consultar tu información de un vistazo. Dynamic Island, una nueva forma mágica de usar el iPhone. Con la detección de accidentes, el iPhone 14 Pro sabe si has sufrido una colisión grave de coche y llama al 112 cuando tú no puedes. Cámara principal de 48 Mpx con sensor Quad Pixel avanzado y hasta cuatro veces más resolución. Chip A16 Bionic: superrápido y superficiente para una autonomía de sol a sol.", "precio": 442400, "stock":10, "categoria": "iphone", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone14pro-digitalmat-gallery-2-202209?wid=728&hei=666&fmt=png-alpha&.v=1660830896841"},
    {"id":3, "nombre": "iPhone 13", "description": "Pantalla Super Retina XDR de 6,1 pulgadas. Sistema avanzado de cámara dual para hacer fotos y vídeos increíbles con poca luz. Chip A15 Bionic supersónico con GPU de 4 núcleos. Ceramic Shield, más duro que cualquier vidrio de smartphone. Y resistencia al agua. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad." , "precio": 305000, "stock":10, "categoria": "iphone", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone13-digitalmat-gallery-2-202203?wid=728&hei=666&fmt=png-alpha&.v=1644988764167"},
    {"id":4, "nombre": "iPhone SE", "description": "Pantalla Retina HD de 4,7 pulgadas con un brillo, color y nitidez espectaculares. A15 Bionic, el mismo chip prodigioso que el iPhone 13. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad. Cámara superinteligente que hace ajustes automáticos para que las caras, los lugares y todo se vea increíble. Botón de inicio con Touch ID para desbloquear el teléfono, iniciar sesión en apps y pagar con Apple Pay de forma segura.", "precio": 158400, "stock":10, "categoria": "iphone", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphonese-digitalmat-gallery-2-202203?wid=728&hei=666&fmt=jpeg&qlt=90&.v=1646075827246"},
    {"id":5, "nombre": "iPhone 12", "description": "Pantalla Super Retina XDR de 6,1 pulgadas con un contraste superior y una precisión cromática asombrosa. Sistema avanzado de cámara dual con modo Noche y grabación de vídeo HDR con Dolby Vision. Chip A14 Bionic superpotente Ceramic Shield, más duro que cualquier vidrio de smartphone. Y resistencia al agua. Conexión 5G para descargas ultrarrápidas y streaming en alta calidad.", "precio": 268600, "stock":10, "categoria": "iphone", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/iphone12-digitalmat-gallery-2-202111?wid=728&hei=666&fmt=png-alpha&.v=1635178709000"},
    {"id":6, "nombre": "MacBook Air M2", "description": "Revolucionado con el nuevo chip M2, el MacBook Air cautiva no solo por el diseño ultrafino sino por la rapidez y eficiencia que esconde su resistente carcasa de aluminio. Con un ordenador tan versátil podrás trabajar, jugar y liberar toda tu creatividad vayas donde vayas.", "precio": 553000, "stock":10, "categoria": "mac", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/macbook-air-midnight-select-20220606?wid=904&hei=840&fmt=jpeg&qlt=90&.v=1653084303665"},
    {"id":7, "nombre": "MacBook Pro", "description": "Ya está aquí el MacBook Pro más potente de la historia. Su rendimiento y eficiencia son enormes gracias a los chips M1 Pro y M1 Max, los primeros que Apple diseña para profesionales. Incluye una asombrosa pantalla Liquid Retina XDR, la mejor cámara y el mejor sistema de sonido en un portátil Mac, además de todos los puertos que vas a necesitar. Estás ante el primer portátil de una nueva especie. Y es una bestia.", "precio": 830000, "stock":10, "categoria": "mac", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/mbp14-spacegray-select-202110_GEO_ES?wid=904&hei=840&fmt=jpeg&qlt=90&.v=1633657340000"},
    {"id":8, "nombre": "iPad Pro", "description": "Rendimiento de escándalo. Pantallas al límite de la técnica. Conexiones inalámbricas de vértigo. Nuevas posibilidades con el Apple Pencil. Y todas las prestaciones de iPadOS 16. Di hola a la experiencia iPad definitiva.", "precio": 370000, "stock":10, "categoria": "ipad", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/ipad-pro-finish-select-202212-11inch-space-gray?wid=5120&hei=2880&fmt=jpeg&qlt=90&.v=1667594751230"},
    {"id":9, "nombre": "iPad Air", "description": "Superpotenciado con el chip M1 de Apple. Ultra gran angular frontal de 12 Mpx con Encuadre Centrado. Velocidad 5G de vértigo. Funciona con el Apple Pencil y Magic Keyboard. Cinco colores alucinantes.", "precio": 288600, "stock":10, "categoria": "ipad", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/ipad-air-storage-select-202207-space-gray?wid=5120&hei=2880&fmt=p-jpg&qlt=95&.v=1654903003209"},
    {"id":10, "nombre": "Apple Watch Ultra", "description": "Descubre el Apple Watch más duro y potente que existe. Con una caja de titanio capaz de aguantarlo todo, GPS de doble frecuencia y alta precisión, hasta 36 horas de autonomía,1 conexión móvil para mayor libertad2 y tres correas especialmente creadas para deportistas y amantes de la aventura. Prepárate, vienen tiempos salvajes.", "precio": 370600, "stock":10, "categoria": "watch", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/MQDY3ref_VW_34FR+watch-49-titanium-ultra_VW_34FR_WF_CO+watch-face-49-alpine-ultra_VW_34FR_WF_CO_GEO_ES?wid=1400&hei=1400&trim=1%2C0&fmt=p-jpg&qlt=95&.v=1660713659063%2C1660927566964%2C1661371890923"},
    {"id":11, "nombre": "Apple Watch Series 8", "description": "El reloj que siempre va contigo es más potente que nunca. Incorpora un nuevo sensor de temperatura que te aporta datos importantes sobre tu bienestar general.1 Una novedosa prestación de detección de accidentes que te dará más tranquilidad al volante.2 Control de las fases del sueño para mejorar la calidad de tu descanso. Y nuevas formas de hacer ejercicio con la app Entreno mejorada. El futuro de la salud nunca había tenido tan buen aspecto.", "precio": 240600, "stock":10, "categoria": "watch", "img": "https://store.storeimages.cdn-apple.com/4668/as-images.apple.com/is/MKUQ3_VW_34FR+watch-45-alum-midnight-nc-8s_VW_34FR_WF_CO_GEO_ES?wid=1400&hei=1400&trim=1%2C0&fmt=p-jpg&qlt=95&.v=1632171067000%2C1661968921292"}
    
]